tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "bat"
brew "carthage"
brew "coreutils"
brew "docker"
brew "gnutls"
brew "emacs", restart_service: true, link: false
brew "gibo"
brew "git"
brew "gnu-sed"
brew "grep"
brew "mas"
brew "node"
brew "peco"
brew "tree"
brew "source-highlight"
brew "rcmdnk/file/brew-file"
cask "adoptopenjdk"
cask "emacs"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "spectacle"
cask "figma"
cask "google-chrome"
cask "google-japanese-ime"
cask "alfred"
cask "skitch"
cask "slack"
