tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "carthage"
brew "coreutils"
brew "docker"
brew "gnutls"
brew "emacs", restart_service: true, link: false
brew "gibo"
brew "git"
brew "gnu-sed"
brew "grep"
brew "mas"
brew "node"
brew "peco"
brew "tree"
brew "zsh"
brew "rcmdnk/file/brew-file"
cask "adoptopenjdk"
cask "emacs"
cask "gyazo"
cask "intellij-idea"
cask "iterm2"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro X", id: 634148309
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
